Repository: tkraft644/Portfolio
Catalog: Resources/Views/Home/Contact.*.resx
Languages: pl

# Contact.Title
source: Contact
pl: Kontakt

# Contact.Heading
source: Contact
pl: Kontakt

# Contact.EmailIntro
source: You can contact me via e-mail:
pl: Możesz się ze mną skontaktować mailowo:

# Contact.SendEmail
source: Send e-mail
pl: Napisz maila

# Contact.MailSubject
source: Contact from portfolio website
pl: Kontakt ze strony portfolio

# Contact.PhoneIntro
source: Or by phone:
pl: Lub telefonicznie:

# Contact.SocialIntro
source: My social profiles:
pl: Moje profile społecznościowe:

# Contact.DownloadCvHeading
source: Download my CV
pl: Pobierz moje CV

# Contact.DownloadCvButton
source: Download CV (PDF)
pl: Pobierz CV w PDF

# Contact.EmailCvHeading
source: Do you want the CV to be sent to your e-mail?
pl: Chcesz, żeby CV przyszło na Twój e-mail?

# Contact.CvEmailDisabled
source: Sending CV by e-mail is currently disabled.
pl: Wysyłka CV na e-mail jest obecnie wyłączona.

# Contact.CvSentSuccess
source: The CV has been sent to the provided e-mail address.
pl: CV zostało wysłane na podany adres e-mail.

# Contact.ValidationError
source: Please correct the data and try again.
pl: Popraw dane i spróbuj ponownie.

# Contact.EmailLabel
source: Your e-mail address
pl: Twój adres e-mail

# Contact.EmailCvButton
source: Send CV to my e-mail
pl: Wyślij CV na mój e-mail
