Repository: tkraft644/Portfolio
Catalog: Resources/Views/Home/Fun.*.resx
Languages: pl

# Fun.Title
source: Mini game
pl: Mini gra

# Fun.Heading
source: Mini game
pl: Mini gra

# Fun.Subtitle
source: Just for fun — a simple game (Canvas + JS).
pl: Na zabicie czasu — prosta gierka (Canvas + JS).

# Fun.Score
source: Score
pl: Wynik

# Fun.Best
source: Best
pl: Rekord

# Fun.CanvasLabel
source: Game
pl: Gra

# Fun.Controls
source: Controls: Space/↑ jump • P pause • R restart • click start/restart
pl: Sterowanie: Spacja/↑ skok • P pauza • R restart • klik start/restart

# Fun.OverlayStart
source: Press Space or click to start
pl: Naciśnij Spację lub kliknij, aby zacząć

# Fun.OverlayGameOver
source: Game over — press Space or click to retry
pl: Koniec gry — Spacja lub kliknij, aby zagrać ponownie

# Fun.OverlayPaused
source: Paused
pl: Pauza

# Fun.OverlayTitle
source: Mini game
pl: Mini gra

# Fun.LeaderboardTitle
source: Leaderboard
pl: Tabela rekordów

# Fun.LeaderboardSubtitle
source: Top 10 results
pl: Top 10 wyników

# Fun.LeaderboardPlayer
source: Player
pl: Gracz

# Fun.LeaderboardScore
source: Score
pl: Wynik

# Fun.LeaderboardWhen
source: Date
pl: Data

# Fun.LeaderboardLoading
source: Loading results...
pl: Ładowanie wyników...

# Fun.LeaderboardEmpty
source: No records yet.
pl: Brak rekordów.

# Fun.LeaderboardError
source: Could not load leaderboard.
pl: Nie udało się pobrać tabeli rekordów.

# Fun.RecordModalTitle
source: New personal best
pl: Nowy rekord osobisty

# Fun.RecordModalPrompt
source: You beat your personal record. Add your score to leaderboard?
pl: Pobiłeś swój rekord. Dodać wynik do tabeli rekordów?

# Fun.RecordModalScorePrefix
source: Score
pl: Wynik

# Fun.RecordModalNameLabel
source: Nickname or name
pl: Nick lub imię i nazwisko

# Fun.RecordModalNamePlaceholder
source: e.g. Tomek
pl: np. Tomek

# Fun.RecordModalValidation
source: Enter at least 2 characters.
pl: Wpisz minimum 2 znaki.

# Fun.RecordModalSave
source: Save score
pl: Zapisz wynik

# Fun.RecordModalSaving
source: Saving...
pl: Zapisywanie...

# Fun.RecordModalCancel
source: Cancel
pl: Anuluj

# Fun.RecordModalSaveError
source: Could not save score. Try again.
pl: Nie udało się zapisać wyniku. Spróbuj ponownie.

# Fun.RecordModalSaved
source: Score saved in leaderboard.
pl: Wynik zapisany w tabeli rekordów.
